Revit 2024 API
ParameterTypeId.ViewSchemaSettingForSystemTemplate Property
 "System Color Schemes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewSchemaSettingForSystemTemplate { get; }
Visual Basic
Public Shared ReadOnly Property ViewSchemaSettingForSystemTemplate As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewSchemaSettingForSystemTemplate {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace